Repository: voltura/WeekNumberLite
Catalog: Resources/Resources.*.resx
Languages: sv_se

# About
source: WeekNumber Lite by Voltura AB Copyright © Voltura AB 2022
sv_se: WeekNumber Lite av Voltura AB Copyright © Voltura AB 2022

# AboutMenu
source: About WeekNumber Lite
sv_se: Om WeekNumber Lite...

# ApplicationLogMenu
source: Application log
sv_se: Applikationslogg

# AutoUpdateMenu
source: Update automatically
sv_se: Uppdatera automatiskt

# AvailableVersion
source: New version:
sv_se: Ny version:

# CalendarSettingsMenu
source: Calendar
sv_se: Kalender

# CalendarWeekRuleMenu
source: Calendar week rule
sv_se: 'Årets-första-vecka'-regel

# CheckBrowserNavigation
source: Check if you can navigate via a web browser to this address:
sv_se: Kontrollera om det går att navigera via en brower till denna adress:

# CheckForNewVersionHere
source: Manually check for newer version here:
sv_se: Se om ny version finns här manuellt:

# CheckForNewVersionMenu
source: Check for updated version
sv_se: Se om ny version finns

# CheckWeekForDateMenu
source: Get week number for date...
sv_se: Få veckonummer för datum...

source: Close
sv_se: Stäng

# CloseAppAndManuallyRun
source: Close this application and manually run
sv_se: Stäng applikationen och kör manuellt

# ColorsMenu
source: Icon colors
sv_se: Ikonfärger

# CompositingQualityAssumeLinearMenu
source: Assume Linear
sv_se: Anta linjär

# CompositingQualityDefaultMenu
source: Default
sv_se: Standard

# CompositingQualityGammaCorrectedMenu
source: Gamma Corrected
sv_se: Gamma korrigerad

# CompositingQualityHighQualityMenu
source: High Quality
sv_se: Hög kvalitet

# CompositingQualityHighSpeedMenu
source: High Speed
sv_se: Hög hastighet

# CompositingQualityMenu
source: Compositing Quality
sv_se: Kompositkvalitet

source: Day
sv_se: Dag

# DisplayStartupNotificationMenu
source: Display startup notification
sv_se: Visa uppstartsnotis

# DisplayWeekChangedNotificationMenu
source: Display new week notification
sv_se: Visa ny veckonotis

# DownloadAndInstallQuestion
source: Download and install new version now?
sv_se: Ladda ner och installera ny version?

# ExitMenu
source: Exit WeekNumber Lite
sv_se: Avsluta WeekNumber Lite

# ExportSettingsMenu
source: Export settings...
sv_se: Exportera inställningar...

# FailedAutoInstall
source: Failed to download and run the installer automatically.
sv_se: Misslyckades ladda ner och köra installationen automatiskt.

# FailedToChangeIconResolution
source: Failed to update icon resolution.
sv_se: Misslyckades uppdatera ikonupplösning.

# FailedToCheckUpdateNoInternet
source: Failed to perform version check, cannot find an active internet connection.
sv_se: Kunde inte kontrollera om ny version fanns, kontrollera internetuppkopplingen.

source: Failed to download new version.
sv_se: Misslyckades ladda ner ny version.

source: Failed to export settings!
sv_se: Misslyckades exportera inställningar!

source: Failed to import settings!
sv_se: Misslyckades importera inställningar!

# FailedToNotifyWindowsOfTaskbarIconSizeChange
source: Could not inform Windows about change of taskbar icon size. Please report to feedback@voltura.se!
sv_se: Kunde inte informera Windows om att uppdatera storlek på taskbar.

source: Failed to perform version check.
sv_se: Misslyckades kontrollera ny version.

# FailedToSetIcon
source: Could not set Icon. Please report to feedback@voltura.se!
sv_se: Kunde inte sätta ikon.

# FailedToStartInstaller
source: Failed to start the installer automatically.
sv_se: Misslyckades att automatiskt starta installationen.

# FailedToUpdateCalendarWeekRule
source: Could not calendar week rule setting. Please report to feedback@voltura.se!
sv_se: Kunde ej uppdatera veckoregel.

# FailedToUpdateColor
source: Could not update color.
sv_se: Kunde ej uppdatera färg.

# FailedToUpdateDayOfWeek
source: Could not update first day of week setting. Please report to feedback@voltura.se!
sv_se: Kunde ej uppdatera 'första dag i vecka'-regel.

# FailedToUpdateRegistry
source: Could not update registry. Please report to feedback@voltura.se!
sv_se: Kunde ej uppdatera registret.

# FirstDayMenu
source: First Day
sv_se: Första dag

# FirstDayOfWeekMenu
source: First Day Of Week
sv_se: 'Första-dag-i-vecka'-regel

# FirstFourDayWeekMenu
source: First Four Day Week
sv_se: Första 4 dagars vecka

# FirstFullWeekMenu
source: First Full Week
sv_se: Första hela vecka

# FridayMenu
source: Friday
sv_se: Fredag

# GraphicsSettingsMenu
source: Graphics settings
sv_se: Grafikinställningar

# IconBackgroundAlphaMenu
source: Use transparent background
sv_se: Använd transparent bakgrund

# IconBackgroundMenu
source: Background
sv_se: Bakgrundsfärg

# IconForegroundMenu
source: Foreground
sv_se: Förgrundsfärg

# IconMenu
source: Icon
sv_se: Ikon

# IconResolutionMenu
source: Icon resolution
sv_se: Ikonupplösning

# ImportSettingsMenu
source: Import settings...
sv_se: Importera inställningar...

# InstalledVersion
source: Your version:
sv_se: Installerad version:

# InterpolationModeDefaultMenu
source: Default
sv_se: Standard

# InterpolationModeHighMenu
source: High
sv_se: Hög

# InterpolationModeHighQualityBicubicMenu
source: High Quality Bicubic
sv_se: Högkvalitativ Bicubic

# InterpolationModeHighQualityBilinearMenu
source: High Quality Bilinear
sv_se: Bilinear av hög kvalitet

# InterpolationModeLowMenu
source: Low
sv_se: Låg

# InterpolationModeMenu
source: Interpolation Mode
sv_se: Interpolationsläge

# InterpolationModeNearestNeighborMenu
source: Nearest Neighbor
sv_se: Närmaste granne

# InvalidChecksumCouldNotAutoInstall
source: Installer checksum incorrect, could not install automatically.
sv_se: Installationsprogrammets checksumma var felaktig, kan ej uppdatera automatiskt.

# LanguageMenu
source: Language
sv_se: Språk

# LatestVersionInstalled
source: You have the latest version!
sv_se: Du har den senaste versionen!

# MondayMenu
source: Monday
sv_se: Måndag

source: Month
sv_se: Månad

# NewVersionAvailable
source: There is a new version available!
sv_se: Det finns en ny version tillgänglig!

# NotificationsMenu
source: Notifications
sv_se: Notiser

# NotImplementedYet
source: Sorry, this function is not implemented yet.
sv_se: Ursäkta, denna funktion är inte implementerad än!

# OpenApplicationWebPageMenu
source: Open application web page
sv_se: Öppna applikationens webbsida

# ProductName
source: WeekNumber Lite by Voltura AB
sv_se: WeekNumber Lite av Voltura AB

# ResetColorsMenu
source: Reset colors
sv_se: Återställ färger

# SaturdayMenu
source: Saturday
sv_se: Lördag

# SaveIconMenu
source: Save icon...
sv_se: Spara ikon...

# SelectBackgroundColor
source: Please select background color
sv_se: Vänligen välj bakgrundsfärg

# SelectDate
source: Please select date to show week number
sv_se: Vänligen välj datum

# SelectForegroundColor
source: Please select foreground color
sv_se: Vänligen välj förgrundsfärg

# SettingsExported
source: Settings successfully exported!
sv_se: Export av inställningar lyckades!

# SettingsImported
source: Settings successfully imported!
sv_se: Import av inställningar lyckades!

# SettingsMenu
source: Settings
sv_se: Inställningar

# ShowLogMenu
source: Show application log
sv_se: Visa applikationslogg

# SmoothingAntiAliasMenu
source: Anti Alias
sv_se: Anti Aliase

# SmoothingModeDefaultMenu
source: Default
sv_se: Standard

# SmoothingModeHighQualityMenu
source: High Quality
sv_se: Hög kvalitet

# SmoothingModeHighSpeedMenu
source: High Speed
sv_se: Hög hastighet

# SmoothingModeMenu
source: Smoothing mode
sv_se: Utjämningsläge

# SmoothingModeNoneMenu
source: None
sv_se: Ingen

# StartupMessageText
source: Right-click on icon in the system tray for features and settings
sv_se: Höger-klicka på ikonen i systemfältet för funktioner och inställningar

# StartWithWindowsMenu
source: Start with Windows
sv_se: Starta med Windows

# SundayMenu
source: Sunday
sv_se: Söndag

# SwitchToLargeTaskbarButtonsMenu
source: Use large taskbar
sv_se: Använd stora aktivitetsfältsikoner

# SwitchToSmallTaskbarButtonsMenu
source: Use small taskbar
sv_se: Använd små aktivitetsfältsikoner

# TextContrastMenu
source: Text Contrast
sv_se: Textkontrast

# ThursdayMenu
source: Thursday
sv_se: Torsdag

source: to update the application.
sv_se: för att uppdatera applikationen.

# TryDownloadingManuallyFromThisAddress
source: Try manually downloading it via a web browser from this address:
sv_se: Försök att ladda ned manuellt från denna adress:

# TuesdayMenu
source: Tuesday
sv_se: Tisdag

source: Unable to parse
sv_se: Kunde inte tolka

# UnhandledException
source: Something went wrong. Please report to feedback@voltura.se!
sv_se: Något gick fel

# UseApplicationLogMenu
source: Use application log
sv_se: Använd applikationslogg

# UseSilentNotificationsMenu
source: Use silent notifications
sv_se: Använd tysta notiser

# WednesdayMenu
source: Wednesday
sv_se: Onsdag

source: Week
sv_se: Vecka

source: Year
sv_se: År
